Repository: Athemis/Limnoria-plugins
Catalog: Mumble/locales/*.po
Languages: de

source: Server IP of murmur
de: IP-Adresse des Murmur-Servers

source: Murmur port to connect to
de: Murmur-Port zu welchem verbunden werden soll

source: Path to Murmur.ice
de: Pfad zu Murmur.ice

source: Password to connect to murmur
de: Passwort zum Verbinden mit Murmur

source: Channels to announce mumble changes to
de: Kanäle in denen Änderungen aus Mumble angekündig werden sollen

source: Interval to check for new online users in murmur
de: Intervall in dem nach neu angemeldeten Benutzern in Murmur gesucht werden soll

source: The Mumble plugin monitors the status of a Mumble server (murmur) and provides commands to send messaged directly to channels/users on the Mumble server.
de: Das Mumble-Plugin überwacht den Status eines Mumble-Servers (murmur) und stellt Kommandos zur Verfügung, um Nachrichten direct an Kanäle/Benutzer auf dem Mumble-Server zu senden.

source: Periodically check for new users in mumble and announce to channel(s)
de: Periodisch nach neu angemeldeten Benutzern in Mumble suchen und diese im IRC ankündigen.

source: Users in mumble: {}
de: Benutzer in Mumble: {}

source: No users in mumble
de: Keine Benutzer in Mumble.

source: {} has joined mumble
de: {} hat Mumble betreten.

source: {} has left mumble
de: {} hat Mumble verlassen.

source: Obtain a list of channels
de: Eine Liste der Kanäle erhalten

source: takes no arguments Returns a status message of the mumble server
de: akzeptiert keine Argumente Liefert eine Statusmeldung des Mumble-Servers zurück

source: The server is
de: Der Server ist

source: online and
de: online und läuft seit

source: offline and has been
de: offline und lief für

source: takes no arguments Returns a list of connected mumble users
de: akzeptiert keine Argumente Liefert eine Liste der vebundenen Mumble-Benutzer

source: [--dest <value>][--tree <True/False>] <message> Sends a message <message> to a channel or user <dest> on the mumble server. <dest> is optional and defaults to the root channel. The optional argument <tree> defines if the message is sent to subchannels of <dest> (only applies if <dest> is a channel and not a user). Default of <tree> is 'True'.
de: [--dest <Ziel>][--tree <True/False>] <Nachricht> Sendet eine <Nachricht> an den Mumble-Server. --dest ist optional und gibt einen Benutzer oder Kanal als Ziel an. Ohne Angabe werden Nachrichten an den Hauptkanal gesendet. Das optionale Argument --tree definiert, ob die Nachricht auch an Unterkanäle versendet wird (Standard: ja).

source: Message from {} in {}: {}
de: Nachricht von {} in {}: {}

source: Message sent to root channel
de: Die Nachricht wurde an den Hauptkanal gesendet.

source: Message sent to mumble channel '{}'
de: Die Nachricht wurde gesendet an den Mumble-Kanal '{}'

source: and subchannels
de: und Unterkanäle

source: Message sent to mumble user '{}'
de: Die Nachricht wurde an den Mumble-Benutzer '{}' gesendet.

source: Unknown mumble channel or user '{}'
de: Unbekannter Mumble-Kanal oder -Benutzer '{}'.
